#Перевод температуры Фарингейта в Цельсии

#===================================================
# T_F = int(input("Enter Faringate Tempreature:"))
# T_C = (T_F-32)*5/9
# print("Temperature Celsius", T_C)
#===================================================



#Перевод температуры Цельсия в Фарингейта

#===================================================
# T_C= int(input("Enter Celsius Tempreature:"))
# T_F = (T_C*(9/5))+32
# print("Temperature Faringate", T_F)
#===================================================